{
  "hello": "Hello!",
  "sunday": "Sunday",
  "monday": "Monday",
  "tuesday": "Tuesday",
  "wednesday": "Wednesday",
  "thursday": "Thursday",
  "friday": "Friday",
  "saturday": "Saturday",
  "january": "January",
  "february": "February",
  "march": "March",
  "april": "April",
  "may": "May",
  "june": "June",
  "july": "July",
  "august": "August",
  "september": "September",
  "october": "October",
  "november": "November",
  "december": "December",
  "steps": "Steps",
  "sleep": "Sleep",
  "heart": "Heart",
  "seeAll": "See All",
  "premium": "Premium",
  "home": "Home",
  "details": "Details",
  "me": "Me",
  "goals": "Goals",
  "setting": "Setting",
  "settings": "Settings",
  "pleaseLoginToYourAccount": "Please login to your account",
  "captcha": "Captcha",
  "getCaptcha": "Get Captcha",
  "SignIn": "SIGN IN",
  "OrSignInWith": "OR SIGN IN WITH",
  "emailDidNotReceiveVerificationCode": "Email did not receive verification code",
  "save": "Save",
  "name": "Name",
  "brithday": "Brithday",
  "today": "Today",
  "prepcipitations": "prepcipitations",
  "quality": "Quality",
  "averageSleepTimeThisWeek": "Average sleep time this week",
  "hoursPerDay": "hours per day",
  "lastSleepInformation": "Last sleep information",
  "weeklySleep": "Weeekly sleep",
  "timeInSleep": "Time in sleep",
  "wakeUpTime": "Wake up time",
  "wentToBed": "Went to bed",
  "fellAsSleep": "Fell as sleep",
  "detailsAndTips": "Details and Tips",
  "reminders": "Reminders",
  "maturity": "Maturity",
  "goalTitle": "Goal Title",
  "mon": "Mon",
  "tue": "Tue",
  "wed": "Wed",
  "thu": "Thu",
  "fri": "Fri",
  "sat": "Sat",
  "sun": "Sun",
  "edit": "Edit",
  "height": "Height",
  "weight": "Weight",
  "gender": "Gender",
  "popUpNotification": "Pop-Up Notification",
  "lightDarkMode": "Light/dark Mode",
  "changePassword": "Change Password",
  "mySubscription": "My Subscription",
  "helpSupport": "Help & Support",
  "logOut": "Logout",
  "termsAndConditions": "Terms and Conditions",
  "language": "Language",
  "deactivateAccount": "Deactivate Account",
  "signOut": "Log out",
  "stepsKcals": "Steps & Kcals",
  "currentProgress": "Current Progress",
  "measure": "Measure",
  "heartHealth": "Heart Health",
  "oxygenInBlood": "Oxygen in blood",
  "change": "Change",
  "reminder": "Reminder",
  "everyDay": "Every Day",
  "go": "GO!",
  "sport":"Sport",
  "help&Support": "Help & Support",
  "sendQuestion": "Send Your Question",
  "aQuestion": "You are have a question?",
  "send": "Send",
  "lastUpdate": "Last updated: November 07, 2023.\nPlease read these terms and conditions carefully before using Our Service.",
  "interpretation":"Interpretation",
  "termsText1": "The words of which the initial letter is capitalized have meanings defined under the following conditions. The following definitions shall have the same meaning regardless of whether they appear in singular or in plural.",
  "definitions":"Definitions",
  "termsContent1": "For the purposes of these Terms and Conditions: \n\n\t• Application means the software program provided by the Company downloaded by You on any electronic device, named ADHFIT\n\n\t• Application Store means the digital distribution service operated and developed by Apple Inc. (Apple App Store) or Google Inc. (Google Play Store) in which the Application has been downloaded.\n\n\t• Affiliate means an entity that controls, is controlled by or is under common control with a party, where \"control\" means ownership of 50% or more of the shares, equity interest or other securities entitled to vote for election of directors or other managing authority.\n\n\t• Country refers to: Vietnam.\n\n\t• Company (referred to as either \"the Company\", \"We\", \"Us\" or \"Our\" in this Agreement) refers to LEGACY GROUP, Number 1 Chua Lang Dong Da Ha Noi.\n\n\t• Device means any device that can access the Service such as a computer, a cellphone or a digital tablet.\n\n\t• Service refers to the Application.\n\n\t• Terms and Conditions (also referred as \"Terms\") mean these Terms and Conditions that form the entire agreement between You and the Company regarding the use of the Service. This Terms and Conditions agreement has been created with the help of the Terms and Conditions Generator.\n\n\t• Third-party Social Media Service means any services or content (including data, information, products or services) provided by a third-party that may be displayed, included or made available by the Service.\n\n\t• You means the individual accessing or using the Service, or the company, or other legal entity on behalf of which such individual is accessing or using the Service, as applicable.",
  "acknowledgment": "Acknowledgment",
  "termsContent2": "These are the Terms and Conditions governing the use of this Service and the agreement that operates between You and the Company. These Terms and Conditions set out the rights and obligations of all users regarding the use of the Service. \n\n Your access to and use of the Service is conditioned on Your acceptance of and compliance with these Terms and Conditions. These Terms and Conditions apply to all visitors, users and others who access or use the Service. \n\n By accessing or using the Service You agree to be bound by these Terms and Conditions. If You disagree with any part of these Terms and Conditions then You may not access the Service. \n\n You represent that you are over the age of 18. The Company does not permit those under 18 to use the Service. \n\n Your access to and use of the Service is also conditioned on Your acceptance of and compliance with the Privacy Policy of the Company. Our Privacy Policy describes Our policies and procedures on the collection, use and disclosure of Your personal information when You use the Application or the Website and tells You about Your privacy rights and how the law protects You. \n\n Please read Our Privacy Policy carefully before using Our Service.",
  "linksto": "Links to Other Websites",
  "termsContent3": "Our Service may contain links to third-party web sites or services that are not owned or controlled by the Company.\n\n The Company has no control over, and assumes no responsibility for, the content, privacy policies, or practices of any third party web sites or services. You further acknowledge and agree that the Company shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with the use of or reliance on any such content, goods or services available on or through any such web sites or services.\n\n We strongly advise You to read the terms and conditions and privacy policies of any third-party web sites or services that You visit.",
  "termination": "Termination",
  "termsContent4": "We may terminate or suspend Your access immediately, without prior notice or liability, for any reason whatsoever, including without limitation if You breach these Terms and Conditions.\n\n Upon termination, Your right to use the Service will cease immediately.",
  "limitation": "Limitation of Liability",
  "termsContent5": "Notwithstanding any damages that You might incur, the entire liability of the Company and any of its suppliers under any provision of this Terms and Your exclusive remedy for all of the foregoing shall be limited to the amount actually paid by You through the Service or 100 USD if You haven't purchased anything through the Service.\n\n To the maximum extent permitted by applicable law, in no event shall the Company or its suppliers be liable for any special, incidental, indirect, or consequential damages whatsoever (including, but not limited to, damages for loss of profits , loss of data or other information, for business interruption, for personal injury, loss of privacy arising out of or in any way related to the use of or inability to use the Service, third-party software and/or third-party hardware used with the Service, or otherwise in connection with any provision of this Terms), even if the Company or any supplier has been advised of the possibility of such damages and even if the remedy fails of its essential purpose.\n\n Some states do not allow the exclusion of implied warranties or limitation of liability for incidental or consequential damages, which means that some of the above limitations may not apply. In these states, each party's liability will be limited to the greatest extent permitted by law.",
  "asis": "AS IS and AS AVAILABLE Disclaimer",
  "termsContent6":  "The Service is provided to You \"AS IS\" and \"AS AVAILABLE\" and with all faults and defects without warranty of any kind. To the maximum extent permitted under applicable law, the Company, on its own behalf and on behalf of its Affiliates and its and their respective licensors and service providers, expressly disclaims all warranties, whether express, implied, statutory or otherwise, with respect to the Service, including all implied warranties of merchantability, fitness for a particular purpose, title and non-infringement, and warranties that may arise out of course of dealing, course of performance, usage or trade practice. Without limitation to the foregoing, the Company provides no warranty or undertaking, and makes no representation of any kind that the Service will meet Your requirements, achieve any intended results, be compatible or work with any other software, applications, systems or services, operate without interruption, meet any performance or reliability standards or be error free or that any errors or defects can or will be corrected.\n\n Without limiting the foregoing, neither the Company nor any of the company's provider makes any representation or warranty of any kind, express or implied: (i) as to the operation or availability of the Service, or the information, content, and materials or products included thereon; (ii) that the Service will be uninterrupted or error-free; (iii) as to the accuracy, reliability, or currency of any information or content provided through the Service; or (iv) that the Service, its servers, the content, or e-mails sent from or on behalf of the Company are free of viruses, scripts, trojan horses, worms, malware, timebombs or other harmful components.\n\n Some jurisdictions do not allow the exclusion of certain types of warranties or limitations on applicable statutory rights of a consumer, so some or all of the above exclusions and limitations may not apply to You. But in such a case the exclusions and limitations set forth in this section shall be applied to the greatest extent enforceable under applicable law.",
  "desolution": "Disputes Resolution",
  "termsContent7": "If you have any concern or dispute about the Service, You agree to first try to resolve the dispute informally by contacting the Company.",
  "severability": "Severability",
  "termsContent8": "If any provision of these Terms is held to be unenforceable or invalid, such provision will be changed and interpreted to accomplish the objectives of such provision to the greatest extent possible under applicable law and the remaining provisions will continue in full force and effect.",
      "translation": "Translation Interpretation",
      "termsContent9": "These Terms and Conditions may have been translated if We have made them available to You on our Service. You agree that the original English text shall prevail in the case of a dispute.",
      "contacUs": "Contact Us",
      "termsContent10": "If you have any questions about these Terms and Conditions, You can contact us:\n\n\t•'  By email: ADHFit@.vn \n\n\t•   By phone number: 8386888980",
      "whatIsAdhfit": "What is ADHFit",
      "setGoals": "Please set your target step",
      "next": "Next",
      "period": "Period",
      "startTime": "Start Time",
      "tranning": "Training for at least one day",
      "DailyTraining": "Daily training start time",
      "reminderTime": "Reminder Time",
      "Trainingremainder": "Training remainder",
      "selectTraining": "Select Training day",
      "time": "Time",
      "confirm":"Confirm",
      "exHour" : "Hour, examaple :13",
      "exMin": "Minutes, examaple : 35"





}