{
      "hello": "Xin chào!",
      "sunday": "Chủ Nhật",
      "monday": "Thứ Hai",
      "tuesday": "Thứ Ba",
      "wednesday": "Thứ Tư",
      "thursday": "Thứ Năm",
      "friday": "Thứ Sáu",
      "saturday": "Thứ Bảy",
      "january": "Th1",
      "february": "Th2",
      "march": "Th3",
      "april": "Th4",
      "may": "Th5",
      "june": "Th6",
      "july": "Th7",
      "august": "Th8",
      "september": "Th9",
      "october": "Th10",
      "november": "Th11",
      "december": "Th12",
      "steps": "Bước",
      "sleep": "Giấc ngủ",
      "heart": "Nhịp tim",
      "seeAll": "Xem tất cả",
      "premium": "Cao cấp",
      "home": "Trang chủ",
      "details": "Chi tiết",
      "me": "Tôi",
      "goals": "Mục tiêu",
      "setting": "Cài đặt",
      "settings": "Cài đặt",
      "pleaseLoginToYourAccount": "Vui lòng đăng nhập vào tài khoản của bạn",
      "captcha": "Mã xác thực",
      "getCaptcha": "Nhận mã xác thực",
      "SignIn": "ĐĂNG NHẬP",
      "OrSignInWith": "HOẶC ĐĂNG NHẬP BẰNG",
      "emailDidNotReceiveVerificationCode": "Email không nhận được mã xác thực",
      "save": "Lưu",
      "name": "Tên",
      "brithday": "Ngày sinh",
      "prepcipitations": "Lượng mưa",
      "changePassword": "Đổi Mật Khẩu",
      "mySubscription": "Gói Dịch Vụ Của Tôi",
      "helpSupport": "Trợ Giúp & Hỗ Trợ",
      "logOut": "Đăng Xuất",
      "termsAndConditions": "Điều khoản và Điều kiện",
      "language": "Ngôn ngữ",
      "deactivateAccount": "Vô hiệu hóa tài khoản",
      "edit": "Chỉnh sửa",
      "popUpNotification" : "Bật thông báo",
      "lightDarkMode": "Chế độ sáng tối",
      "signOut": "Đăng xuất",
      "height": "Chiều cao",
      "weight": "Cân nặng",
      "gender": "Giới tính",
      "today": "Hôm nay",
      "mon": "Thứ 2",
      "tue": "Thứ 3",
      "wed": "Thứ 4",
      "thu": "Thứ 5",
      "fri": "Thứ 6",
      "sat": "Thứ 7",
      "sun": "CN",
      "averageSleepTimeThisWeek": "Thời gian ngủ trung bình",
      "hoursPerDay": "giờ trên ngày",
      "lastSleepInformation": "Thông tin lần ngủ trước",
      "weeklySleep": "Thời gian ngủ trong tuần",
      "timeInSleep": "Thời gian ngủ",
      "wakeUpTime": "Giờ thức dậy",
      "wentToBed": "Giờ đi ngủ",
      "fellAsSleep": "Rơi vào giấc ngủ",
      "quality": "Chất lượng",
      "stepsKcals": "Bước đi & Kcals",
      "currentProgress": "Tiến độ hiện tại",
      "measure": "Đo lường",
      "heartHealth":"Sức khỏe tim",
      "oxygenInBlood": "Oxy trong máu",
      "change": "Thay đổi",
      "reminder": "Lời nhắc",
      "everyDay": "Hàng ngày",
      "go": "BẮT ĐẦU!",
      "sport": "Thể thao",
      "help&Support": "Trợ giúp & Hỗ trợ",
      "sendQuestion": "Gửi Câu hỏi của bạn",
      "aQuestion": "Bạn có câu hỏi?",
      "send": "Gửi",
      "lastUpdate": "Cập nhật lần cuối: 07 tháng 11 năm 2023.\nHãy đọc kỹ các điều khoản và điều kiện này trước khi sử dụng Dịch vụ của chúng tôi.",
      "interpretation": "Hiểu rõ",
      "termsText1": "Những từ mà chữ cái đầu tiên được viết hoa có nghĩa được định nghĩa trong các điều kiện sau đây. Những định nghĩa sau đây sẽ có cùng một nghĩa bất kể chúng xuất hiện ở dạng số ít hay số nhiều.",
      "definitions": "Các định nghĩa",
      "termsContent1": "Cho mục đích của những Điều khoản và Điều kiện này:\n\n\t• Ứng dụng có nghĩa là chương trình phần mềm do Công ty cung cấp, bạn tải về trên bất kỳ thiết bị điện tử nào, có tên ADHFIT\n\n\t• Cửa hàng ứng dụng có nghĩa là dịch vụ phân phối kỹ thuật số được vận hành và phát triển bởi Apple Inc. (Apple App Store) hoặc Google Inc. (Google Play Store) trong đó Ứng dụng đã được tải về.\n\n\t• Đối tác liên kết có nghĩa là một thực thể kiểm soát, bị kiểm soát bởi hoặc đang ở dưới sự kiểm soát chung với một bên, trong đó \"kiểm soát\" có nghĩa là sở hữu 50% hoặc hơn các cổ phiếu, quyền sở hữu vốn hoặc giấy chứng khoán khác có quyền bỏ phiếu để bầu cử các giám đốc hoặc cơ quan quản lý khác.\n\n\t• Quốc gia chỉ đến: Việt Nam.\n\n\t• Công ty (được gọi là \"Công ty\", \"Chúng tôi\", \"Chúng ta\" hoặc \"Của chúng tôi\" trong Thỏa thuận này) đề cập đến LEGACY GROUP, Số 1 Chùa Láng, Đống Đa, Hà Nội.\n\n\t• Thiết bị có nghĩa là bất kỳ thiết bị nào có thể truy cập Dịch vụ như máy tính, điện thoại di động hoặc máy tính bảng kỹ thuật số.\n\n\t• Dịch vụ đề cập đến Ứng dụng.\n\n\t• Điều khoản và Điều kiện (còn được gọi là \"Điều khoản\") có nghĩa là các Điều khoản và Điều kiện này tạo thành toàn bộ thỏa thuận giữa bạn và Công ty về việc sử dụng Dịch vụ. Thỏa thuận Điều khoản và Điều kiện này đã được tạo ra với sự giúp đỡ của Máy tạo Điều khoản và Điều kiện.\n\n\t• Dịch vụ truyền thông xã hội của bên thứ ba có nghĩa là bất kỳ dịch vụ hoặc nội dung nào (bao gồm dữ liệu, thông tin, sản phẩm hoặc dịch vụ) được cung cấp bởi bên thứ ba có thể được hiển thị, bao gồm hoặc có sẵn bởi Dịch vụ.\n\n\t• Bạn có nghĩa là cá nhân truy cập hoặc sử dụng Dịch vụ, hoặc công ty hoặc thực thể pháp lý khác thay mặt cho cá nhân đó truy cập hoặc sử dụng Dịch vụ, nếu áp dụng.",
      "acknowledgment": "Sự nhìn nhận",
      "termsContent2": "Đây là các Điều khoản và Điều kiện điều hành việc sử dụng Dịch vụ này và thỏa thuận hoạt động giữa bạn và Công ty. Các Điều khoản và Điều kiện này quy định quyền và nghĩa vụ của tất cả người dùng đối với việc sử dụng Dịch vụ.\n\nViệc bạn truy cập và sử dụng Dịch vụ phụ thuộc vào việc bạn chấp nhận và tuân thủ Điều khoản và Điều kiện này. Các Điều khoản và Điều kiện này áp dụng cho tất cả khách truy cập, người dùng và những người khác truy cập hoặc sử dụng Dịch vụ. Truy cập hoặc sử dụng Dịch vụ đồng nghĩa với việc bạn đồng ý tuân theo Điều khoản và Điều kiện này. Nếu bạn không đồng ý với bất kỳ phần nào của Điều khoản và Điều kiện này, thì bạn không được truy cập Dịch vụ. Bạn tuyên bố rằng bạn đã đủ 18 tuổi. Công ty không cho phép những người dưới 18 tuổi sử dụng Dịch vụ. Truy cập và sử dụng Dịch vụ cũng phụ thuộc vào việc bạn chấp nhận và tuân thủ Chính sách Bảo mật của Công ty. Chính sách Bảo mật của chúng tôi mô tả các chính sách và quy trình của chúng tôi về việc thu thập, sử dụng và tiết lộ thông tin cá nhân của bạn khi bạn sử dụng Ứng dụng hoặc Trang web và nói với bạn về quyền riêng tư của bạn và cách pháp luật bảo vệ bạn. Hãy đọc Chính sách Bảo mật của chúng tôi cẩn thận trước khi sử dụng Dịch vụ của chúng tôi.",
      "linksto": "Liên kết đến Trang web Khác",
      "termsContent3": "Dịch vụ của chúng tôi có thể chứa các liên kết đến trang web hoặc dịch vụ web bên thứ ba mà không phải là sở hữu hoặc được kiểm soát bởi Công ty.\n\nCông ty không kiểm soát hoặc chịu trách nhiệm về nội dung, chính sách bảo mật hoặc thực hành của bất kỳ trang web hoặc dịch vụ web của bên thứ ba nào. Bạn cũng thừa nhận và đồng ý rằng Công ty sẽ không chịu trách nhiệm hoặc không chịu trách nhiệm trực tiếp hoặc gián tiếp cho bất kỳ thiệt hại hoặc mất mát nào do hoặc liên quan đến việc sử dụng hoặc tin tưởng vào bất kỳ nội dung, hàng hóa hoặc dịch vụ nào có sẵn trên hoặc thông qua bất kỳ trang web hoặc dịch vụ web nào đó. Chúng tôi mạnh mẽ khuyên bạn đọc các điều khoản và điều kiện cũng như chính sách bảo mật của bất kỳ trang web hoặc dịch vụ web của bên thứ ba nào bạn thăm.",
      "termination": "Chấm dứt",
      "termsContent4": "Chúng tôi có thể chấm dứt hoặc đình chỉ quyền truy cập của bạn ngay lập tức, mà không cần thông báo trước hoặc chịu trách nhiệm nào, với bất kỳ lý do nào, bao gồm, nhưng không giới hạn, nếu bạn vi phạm Điều khoản và Điều kiện này.\n\nKhi chấm dứt, quyền sử dụng Dịch vụ của bạn sẽ chấm dứt ngay lập tức.",
      "limitation": "Hạn chế trách nhiệm",
      "termsContent5": "Bất kể mọi thiệt hại mà Bạn có thể phải chịu, toàn bộ trách nhiệm pháp lý của Công ty và bất kỳ nhà cung cấp nào của Công ty theo bất kỳ điều khoản nào của Điều khoản này và biện pháp khắc phục độc quyền của Bạn đối với tất cả những điều đã nói ở trên sẽ được giới hạn ở số tiền Bạn thực sự thanh toán thông qua Dịch vụ hoặc 100 USD nếu Bạn chưa mua bất kỳ thứ gì thông qua Dịch vụ.\n\n Trong phạm vi tối đa được luật hiện hành cho phép, trong mọi trường hợp, Công ty hoặc nhà cung cấp của Công ty sẽ không chịu trách nhiệm pháp lý về bất kỳ thiệt hại đặc biệt, ngẫu nhiên, gián tiếp hoặc do hậu quả nào (bao gồm, nhưng không giới hạn ở các thiệt hại do mất lợi nhuận, mất dữ liệu hoặc thông tin khác, do gián đoạn kinh doanh, do thương tích cá nhân, mất quyền riêng tư phát sinh từ hoặc theo bất kỳ cách nào liên quan đến việc sử dụng hoặc không thể sử dụng Dịch vụ, thứ ba- phần mềm của bên thứ ba và/hoặc phần cứng của bên thứ ba được sử dụng với Dịch vụ hoặc liên quan đến bất kỳ điều khoản nào của Điều khoản này), ngay cả khi Công ty hoặc bất kỳ nhà cung cấp nào đã được thông báo về khả năng xảy ra những thiệt hại đó và ngay cả khi biện pháp khắc phục không thành công. mục đích thiết yếu.\n\n Một số tiểu bang không cho phép loại trừ các bảo đảm ngụ ý hoặc giới hạn trách nhiệm pháp lý đối với các thiệt hại ngẫu nhiên hoặc do hậu quả, điều đó có nghĩa là một số hạn chế ở trên có thể không áp dụng. Ở những tiểu bang này, trách nhiệm pháp lý của mỗi bên sẽ được giới hạn ở mức độ lớn nhất được pháp luật cho phép.",
      "asis": "AS IS và AS AVAILABLE Disclaimer",
      "termsContent6":  "Dịch vụ được cung cấp cho Bạn \"AS IS\" và \"AS AVAILABLE\" và không có bất kỳ lỗi và khiếm khuyết nào mà không có bất kỳ hình thức bảo hành nào. Trong phạm vi tối đa được pháp luật hiện hành cho phép, Công ty, thay mặt cho chính mình và thay mặt cho các Chi nhánh của Công ty cũng như người cấp phép và nhà cung cấp dịch vụ tương ứng của họ, từ chối rõ ràng mọi bảo đảm, dù rõ ràng, ngụ ý, theo luật định hay cách khác, đối với Dịch vụ, bao gồm tất cả các bảo đảm ngụ ý về khả năng bán được, sự phù hợp cho một mục đích cụ thể, quyền sở hữu và việc không vi phạm cũng như các bảo đảm có thể phát sinh trong quá trình giao dịch, thực hiện, sử dụng hoặc thực hành thương mại. Không giới hạn ở những điều đã nói ở trên, Công ty không đưa ra bảo đảm hay cam kết nào và không đưa ra bất kỳ tuyên bố nào rằng Dịch vụ sẽ đáp ứng yêu cầu của Bạn, đạt được bất kỳ kết quả mong muốn nào, tương thích hoặc hoạt động với bất kỳ phần mềm, ứng dụng, hệ thống hoặc dịch vụ nào khác, vận hành không bị gián đoạn, đáp ứng mọi tiêu chuẩn về hiệu suất hoặc độ tin cậy hoặc không có lỗi hoặc bất kỳ lỗi hoặc khiếm khuyết nào có thể hoặc sẽ được sửa chữa.\n\n Không giới hạn những điều đã nói ở trên, cả Công ty và bất kỳ nhà cung cấp nào của công ty đều không đưa ra bất kỳ tuyên bố hay bảo đảm nào về bất kỳ dưới dạng, rõ ràng hay ngụ ý: (i) về hoạt động hoặc tính khả dụng của Dịch vụ hoặc thông tin, nội dung và tài liệu hoặc sản phẩm có trong đó; (ii) rằng Dịch vụ sẽ không bị gián đoạn hoặc không có lỗi; (iii) về tính chính xác, độ tin cậy hoặc tính cập nhật của bất kỳ thông tin hoặc nội dung nào được cung cấp thông qua Dịch vụ; hoặc (iv) rằng Dịch vụ, máy chủ, nội dung hoặc e-mail được gửi từ hoặc thay mặt Công ty không chứa vi-rút, tập lệnh, ngựa trojan, sâu, phần mềm độc hại, bom hẹn giờ hoặc các thành phần có hại khác.\n\n Một số khu vực pháp lý không cho phép loại trừ một số loại bảo đảm hoặc giới hạn nhất định đối với các quyền theo luật định hiện hành của người tiêu dùng, do đó một số hoặc tất cả các loại trừ và giới hạn ở trên có thể không áp dụng cho Bạn. Nhưng trong trường hợp đó, các loại trừ và giới hạn nêu trong phần này sẽ được áp dụng ở mức độ lớn nhất có thể thực thi được theo luật hiện hành.",
      "desolution": "Giải quyết tranh chấp",
      "termsContent7": "Nếu bạn có bất kỳ quan ngại hoặc tranh chấp nào về Dịch vụ, trước tiên, Bạn đồng ý cố gắng giải quyết tranh chấp một cách không chính thức bằng cách liên hệ với Công ty.",
      "severability": "Khả năng tức thời",
      "termsContent8": "Nếu bất kỳ điều khoản nào trong các Điều khoản này được coi là không thể thi hành hoặc không hợp lệ thì điều khoản đó sẽ được thay đổi và giải thích để đạt được mục tiêu của điều khoản đó ở mức độ lớn nhất có thể theo luật hiện hành và các điều khoản còn lại sẽ tiếp tục có hiệu lực đầy đủ và hiệu ứng.",
      "translation": "Dịch thuật phiên dịch",
      "termsContent9": "Các Điều khoản và Điều kiện này có thể đã được dịch nếu Chúng tôi cung cấp chúng cho Bạn trên Dịch vụ của chúng tôi. Bạn đồng ý rằng văn bản gốc tiếng Anh sẽ được ưu tiên áp dụng trong trường hợp có tranh chấp.",
      "contacUs": "Liên hệ chúng tôi",
      "termsContent10": "Nếu có bất kỳ thắc mắc nào về Điều khoản và Điều kiện này, Bạn có thể liên hệ với chúng tôi:\n\n\t•' Qua email: ADHFit@.vn \n\n\t• Qua số điện thoại: 8386888980",
      "whatIsAdhfit": "ADHFit là gì?",
      "setGoals": "Hãy đặt bước chân của bạn",
      "next": "Tiếp theo",
      "period": "Thời kì",
      "startTime": "Thời gian bắt đầu",
      "tranning": "Đào tạo ít nhất 1 ngày",
      "DailyTraining": "Đào tạo hằng ngày",
      "reminderTime": "Thời gian nhắc nhở",
      "Trainingremainder": "Phần đào tạo còn lại",
      "selectTraining": "Chọn ngày đào tạo",
      "time": "Thời gian",
      "confirm":"Xác nhận",
      "exHour" : "Giờ, ví dụ :13",
      "exMin": "Phút, ví dụ: 35"
}
  